Repository: fakundo/tarkov-raid-items
Catalog: src/locales/*.po
Languages: de, fr, ru

source: All images are copyrighted by BattleState Games.
de: Alle Bilder sind von BattleState Games urheberrechtlich geschützt.
fr: Toutes les images sont protégées par les droits d’auteur de BattleState Games.
ru: Все изображения защищены авторским правом BattleState Games.

source: An interactive list of items that must have the «Item found in raid» mark and that are required to complete the quests.
de: Eine interaktive Liste von Gegenständen, die mit der Markierung «Gegenstand im Überfall gefunden» versehen sein müssen und die zum Abschließen der Quests benötigt werden.
fr: Une liste interactive d’objets qui doivent avoir la marque «Objet trouvé en raid» et qui sont nécessaires pour terminer les quêtes.
ru: Интерактивный список предметов, которые должны иметь отметку «Найдено в рейде» и которые необходимы для выполнения квестов.

source: Can be crafted
de: Kann hergestellt werden
fr: Peut être fabriqué
ru: Можно скрафтить

source: Can be obtained as reward
de: Kann als Belohnung erhalten werden
fr: Peut être obtenu comme récompense
ru: Можно получить в награду

source: Can be rewarded
de: Kann belohnt werden
fr: Peut être récompensé
ru: Можно получить в награду

source: Can't be rewarded
de: Kann nicht belohnt werden
fr: Ne peut pas être récompensé
ru: Нельзя получить в награду

source: Craft
de: Kunst
fr: Artisanat
ru: Крафт

source: Craftable
de: Herstellbar
fr: Artisanal
ru: Можно скрафтить

source: Data taken from the [URL] under [URL] license.
de: Daten aus der [URL] unter [URL] -Lizenz.
fr: Données extraites de la licence [URL] sous [URL].
ru: Данные взяты с сайта [URL] под лицензией [URL].

source: Don't need for Kappa
de: Ich brauche keinen Kappa
fr: Pas besoin de Kappa
ru: Не нужно для Каппы

source: Enter item name here...
de: Objektname eingeben…
fr: Entrez le nom de l’objet…
ru: Введите название предмета…

source: Escape from Tarkov [EFT] – Find in Raid Quest Items
de: Escape from Tarkov – [EFT] Gegenstände, die bei der Razzia gefunden wurden
fr: Escape from Tarkov – [EFT] Objets trouvés dans le raid
ru: Побег из Таркова [EFT] – Найдено в рейде, квестовые предметы

source: Filter
fr: Filtre
ru: Фильтр

source: Filter settings
de: Filtereinstellungen
fr: Paramètres de filtre
ru: Настройки фильтра

source: Find In Raid Quest Items
de: Gefunden in Schlachtzug – Gegenstände
fr: Trouver en raid – objets
ru: Квестовые предметы – Найдено в рейде

source: Found
de: Gefunden
fr: A trouvé
ru: Найдено

source: Found ${} item of ${}
de: ${} Element von ${} gefunden
fr: ${} élément trouvé sur ${}
ru: Найден ${} предмет из ${}

source: Import progress from URL
de: Fortschritt von URL importieren
fr: Importer la progression à partir de l’URL
ru: Импорт прогресса из URL

source: Looks like you've found all the items! Enjoy your Kappa!
de: Sieht so aus, als hätten Sie alle Gegenstände gefunden! Viel Spaß mit deinem Kappa!
fr: On dirait que vous avez trouvé tous les articles! Profitez de votre Kappa!
ru: Похоже ты нашёл все предметы! Наслаждайся своей Каппой!

source: lvl ${}
ru: лвл ${}

source: Need for Kappa
de: Notwendigkeit für Kappa
fr: Besoin de Kappa
ru: Нужно для Каппы

source: Not craftable
de: Nicht herstellbar
fr: Non artisanal
ru: Нельзя скрафтить

source: Not found
de: Nicht gefunden
fr: Pas trouvé
ru: Не найдено

source: Nothing to display...
de: Nichts zu zeigen…
fr: Rien à afficher…
ru: Нечего отобразить…

source: Only items with this mark can be sold at the Flea market and the item loses the mark after being sold.
de: Nur Artikel mit diesem Zeichen können auf dem Flohmarkt verkauft werden und der Artikel verliert das Zeichen nach dem Verkauf.
fr: Seuls les articles portant cette marque peuvent être vendus au marché aux puces et l’article perd la marque après avoir été vendu.
ru: Только предметы с этой отметкой могут быть проданы на Барахолке, после продажи предмет теряет отметку.

source: Progress
de: Fortschritt
fr: Le progrès
ru: Прогресс

source: Quest
fr: Quête
ru: Квест

source: Reset filter
de: Filter zurücksetzen
fr: Réinitialiser le filtre
ru: Сброс фильтра

source: Reset progress
de: Fortschritt zurücksetzen
fr: Réinitialiser la progression
ru: Сброс прогресса

source: Reset search
de: Suche zurücksetzen
fr: Réinitialiser la recherche
ru: Сброс поиска

source: Return to your progress
de: Kehren Sie zu Ihrem Fortschritt zurück
fr: Revenez à votre progression
ru: Вернуться к своему прогрессу

source: Reward
de: Belohnung
fr: Récompense
ru: Награда

source: Search
de: Suche
fr: Rechercher
ru: Поиск

source: Select language
de: Sprache auswählen
fr: Choisir la langue
ru: Выбор языка

source: Settings
de: Einstellungen
fr: Réglages
ru: Настройки

source: Share URL
de: URL teilen
fr: Partager l’URL
ru: Поделиться URL

source: The main reward after completing (almost) all quests in the game is a Kappa secure container.
de: Die Hauptbelohnung nach Abschluss (fast) aller Quests im Spiel ist ein Kappa sicherer Container.
fr: La principale récompense après avoir terminé (presque) toutes les quêtes du jeu est un conteneur sécurisé Kappa.
ru: Главной наградой после выполнения (почти) всех квестов в игре является защищенный контейнер Каппа.

source: The mark «Item found in raid» is given to items that were created in the Hideout, or received as a quest reward, or found during the game if the player survived.
de: Die Markierung „Gegenstand im Überfall gefunden“ wird an Gegenstände vergeben, die im Versteck erstellt, als Questbelohnung erhalten oder während des Spiels gefunden wurden, wenn der Spieler überlebt hat.
fr: La marque «Objet trouvé en raid» est attribuée aux objets qui ont été créés dans la cachette, ou reçus en récompense de quête, ou trouvés pendant le jeu si le joueur a survécu.
ru: Отметка «Найдено в рейде» присваивается предметам, созданным в Убежище, либо полученным в качестве награды за квест, либо найденным во время игры, если игрок выжил.

source: When importing progress from the current URL
de: Beim Importieren des Fortschritts von der aktuellen URL
fr: Lors de l’importation de la progression à partir de l’URL actuelle
ru: При импорте прогресса из текущего URL

source: your previously saved progress will be erased
de: Ihr zuvor gespeicherter Fortschritt wird gelöscht
fr: votre progression précédemment enregistrée sera effacée
ru: ранее сохраненный прогресс будет потерян

# TAG_SHORT
source: Cra
de: Kun
fr: Art
ru: Кра

# TAG_SHORT
source: Kap
ru: Кап

# TAG_SHORT
source: Rew
de: Bel
fr: Réc
ru: Наг
